    [
        "Do your best impression of a famous cartoon character.",
        "Sing a song from your favorite movie out loud.",
        "Wear your clothes backward for the next 30 minutes.",
        "Talk in a funny accent for the next three rounds.",
        "Do a silly dance and make everyone laugh.",
        "Call a family member and tell them a funny joke.",
        "Take a selfie with a funny face and share it with everyone.",
        "Put an ice cube down your shirt and leave it there until it melts.",
        "Hop on one foot while saying the alphabet backward.",
        "Tell a funny knock-knock joke.",
        "Do 10 jumping jacks while counting backward.",
        "Wear a hat or a pair of sunglasses indoors for the next 10 minutes.",
        "Do your best impression of your favorite animal.",
        "Put on a blindfold and try to draw a picture of a cat.",
        "Act like a robot for the next three rounds.",
        "Try to lick your elbow (even though you can't).",
        "Make up a short rap about your favorite food and perform it.",
        "Speak in rhymes for the next five minutes.",
        "Tell a joke without laughing, even if it's really funny.",
        "Do the chicken dance for 30 seconds.",
        "Pretend to be a news reporter and give a silly news report.",
        "Talk like a pirate for the next three rounds.",
        "Stand on one foot for the next two rounds.",
        "Do your best impression of a celebrity of your choice.",
        "Mime your favorite hobby and see if others can guess what it is.",
        "Sing a children's song like 'Twinkle, Twinkle, Little Star' in an opera style.",
        "Balance a spoon on your nose for as long as you can.",
        "Pretend you're a superhero and strike a superhero pose.",
        "Speak like you're underwater for the next two rounds.",
        "Do a handstand against the wall for 10 seconds.",
        "Act out your favorite scene from a movie.",
        "Wear a sock puppet on your hand and have a conversation with it.",
        "Make a funny face and have everyone take a picture of you.",
        "Do a cartwheel or somersault.",
        "Pretend to be a cat and let someone pet you.",
        "Speak in slow motion for the next three rounds.",
        "Do the moonwalk like Michael Jackson for 15 seconds.",
        "Wear a pair of socks on your hands for the next 10 minutes.",
        "Balance a book on your head and walk around the room.",
        "Pretend you're a robot and do the robot dance.",
        "Hold your breath for as long as you can.",
        "Speak in a high-pitched voice for the next two rounds.",
        "Put a spoonful of peanut butter on your nose and try to lick it off.",
        "Pretend to be a famous athlete and give an acceptance speech.",
        "Try to do the worm dance move.",
        "Act like a stand-up comedian and tell a joke.",
        "Wear a pair of underwear on your head for the next five minutes.",
        "Pretend you're a superhero and describe your superpowers.",
        "Do the floss dance for 20 seconds.",
        "Speak like you're from a different country for the next three rounds.",
        "Act like you're riding a horse and gallop around the room.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and explain how to make your favorite meal.",
        "Speak in a British accent for the next two rounds.",
        "Put on a pair of mittens and try to button up your shirt.",
        "Pretend to be a famous singer and sing a song like you're on stage.",
        "Do the robot dance for 30 seconds.",
        "Make up a funny commercial for a made-up product.",
        "Act like a tour guide and describe your imaginary tour.",
        "Pretend you're a news anchor and report a funny made-up story.",
        "Do the moonwalk like Michael Jackson for 30 seconds.",
        "Wear socks on your hands and try to open a door with them.",
        "Pretend to be a famous actor and act out a dramatic scene.",
        "Make up a short rap about your favorite animal and perform it.",
        "Speak in a deep voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk across the room.",
        "Pretend to be a superhero and save the day from an imaginary villain.",
        "Act like a stand-up comedian and tell a funny story.",
        "Put on a silly hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy sandwich.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tie your shoelaces.",
        "Pretend to be a famous singer and sing a funny song like you're on stage.",
        "Do the robot dance for one minute.",
        "Make up a jingle for a made-up product and sing it.",
        "Act like a tour guide and describe an imaginary trip to a funny place.",
        "Pretend you're a news anchor and give a weather report in a funny way.",
        "Do the moonwalk like Michael Jackson for one minute.",
        "Wear a pair of socks on your hands and try to type on a keyboard.",
        "Pretend to be a famous actor and act out a funny scene.",
        "Make up a silly dance and perform it.",
        "Speak in a squeaky voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a straight line.",
        "Pretend to be a superhero and describe your superhero costume.",
        "Act like a stand-up comedian and make up a funny joke on the spot.",
        "Put on a funny costume and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy smoothie.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to button up a shirt.",
        "Pretend to be a famous singer and sing a song in a funny voice.",
        "Do the robot dance for two minutes.",
        "Make up a commercial for a made-up product and act it out.",
        "Act like a tour guide and describe an imaginary tour of your room.",
        "Pretend you're a news anchor and give a sports report in a funny way.",
        "Do the moonwalk like Michael Jackson for two minutes.",
        "Wear a pair of socks on your hands and try to tie your shoelaces.",
        "Pretend to be a famous actor and act out a silly scene.",
        "Make up a funny song and sing it to the group.",
        "Speak in a whisper for the next two rounds.",
        "Balance a spoon on your nose and try to walk backward.",
        "Pretend to be a superhero and describe your superhero sidekick.",
        "Act like a stand-up comedian and make up a funny story on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy salad.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a magic trick.",
        "Pretend to be a famous singer and sing a song like you're in a funny music video.",
        "Do the robot dance for three minutes.",
        "Make up a commercial for a made-up product and act it out with enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to outer space.",
        "Pretend you're a news anchor and give a breaking news report about something silly.",
        "Do the moonwalk like Michael Jackson for three minutes.",
        "Wear a pair of socks on your hands and try to eat a snack with them.",
        "Pretend to be a famous actor and act out a scene from your favorite funny movie.",
        "Make up a funny dance and teach it to the group.",
        "Speak in a funny voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern.",
        "Pretend to be a superhero and explain your superhero secret identity.",
        "Act like a stand-up comedian and make up a funny song on the spot.",
        "Put on a funny costume and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy sandwich with unusual ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny joke.",
        "Pretend to be a famous singer and sing a song like you're on a talent show.",
        "Do the robot dance for four minutes.",
        "Make up a commercial for a made-up product and act it out with exaggerated gestures.",
        "Act like a tour guide and describe an imaginary trip to a fantasy world.",
        "Pretend you're a news anchor and give a humorous news report about a fictional event.",
        "Do the moonwalk like Michael Jackson for four minutes.",
        "Wear a pair of socks on your hands and try to draw a funny picture.",
        "Pretend to be a famous actor and act out a scene from a funny play.",
        "Make up a funny skit and perform it with enthusiasm.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle.",
        "Pretend to be a superhero and describe your superhero sidekick's superpowers.",
        "Act like a stand-up comedian and make up a funny poem on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy pizza with unusual toppings.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny story.",
        "Pretend to be a famous singer and sing a song like you're in a hilarious music video.",
        "Do the robot dance for five minutes.",
        "Make up a commercial for a made-up product and act it out with exaggerated enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to a wacky wonderland.",
        "Pretend you're a news anchor and give a comical news report about a fictional event.",
        "Do the moonwalk like Michael Jackson for five minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with blocks or toys.",
        "Pretend to be a famous actor and act out a scene from a funny movie of your choice.",
        "Make up a funny skit and perform it with funny costumes and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a figure-eight pattern.",
        "Pretend to be a superhero and describe your superhero costume in great detail.",
        "Act like a stand-up comedian and make up a funny rap song on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy ice cream sundae with unusual toppings.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny joke without using your hands.",
        "Pretend to be a famous singer and sing a song like you're performing in a comedy show.",
        "Do the robot dance for six minutes.",
        "Make up a commercial for a made-up product and act it out with over-the-top enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to a bizarre world of your creation.",
        "Pretend you're a news anchor and give a hilarious news report about a fictional event.",
        "Do the moonwalk like Michael Jackson for six minutes.",
        "Wear a pair of socks on your hands and try to do a funny magic trick.",
        "Pretend to be a famous actor and act out a scene from a silly play.",
        "Make up a funny skit and perform it with funny accents and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while singing a funny song.",
        "Pretend to be a superhero and describe your superhero secret hideout in great detail.",
        "Act like a stand-up comedian and make up a funny limerick on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy burger with unusual toppings.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny story using silly voices.",
        "Pretend to be a famous singer and sing a song like you're in a hilarious music video.",
        "Do the robot dance for seven minutes.",
        "Make up a commercial for a made-up product and act it out with wild enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to an outrageous amusement park.",
        "Pretend you're a news anchor and give a comical news report about a made-up event.",
        "Do the moonwalk like Michael Jackson for seven minutes.",
        "Wear a pair of socks on your hands and try to draw a funny self-portrait.",
        "Pretend to be a famous actor and act out a scene from a wacky comedy.",
        "Make up a funny skit and perform it with funny costumes, accents, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle while reciting a funny poem.",
        "Pretend to be a superhero and describe your superhero catchphrase in a dramatic way.",
        "Act like a stand-up comedian and make up a funny haiku on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy sandwich with unusual ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a funny card trick.",
        "Pretend to be a famous singer and sing a funny song like you're in a hilarious music video.",
        "Do the robot dance for eight minutes.",
        "Make up a commercial for a made-up product and act it out with exaggerated excitement.",
        "Act like a tour guide and describe an imaginary trip to a zany world of your imagination.",
        "Pretend you're a news anchor and give a humorous news report about a fictional event.",
        "Do the moonwalk like Michael Jackson for eight minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a funny sitcom.",
        "Make up a funny skit and perform it with exaggerated facial expressions, accents, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a figure-eight pattern while singing a silly song.",
        "Pretend to be a superhero and describe your superhero sidekick's funny quirks and habits.",
        "Act like a stand-up comedian and make up a funny nursery rhyme on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dessert with unusual toppings.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny story using funny voices and gestures.",
        "Pretend to be a famous singer and sing a song like you're in a hilarious music video.",
        "Do the robot dance for nine minutes.",
        "Make up a commercial for a made-up product and act it out with exaggerated gestures and excitement.",
        "Act like a tour guide and describe an imaginary trip to a whimsical wonderland.",
        "Pretend you're a news anchor and give a comical news report about a made-up event.",
        "Do the moonwalk like Michael Jackson for nine minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with pillows or cushions.",
        "Pretend to be a famous actor and act out a scene from a funny comedy movie.",
        "Make up a funny skit and perform it with exaggerated movements, funny voices, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while telling a funny story.",
        "Pretend to be a superhero and describe your superhero arch-nemesis in an exaggerated way.",
        "Act like a stand-up comedian and make up a funny riddle on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy breakfast with unusual ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny joke without using any words, only gestures.",
        "Pretend to be a famous singer and sing a song like you're performing in a hilarious comedy show.",
        "Do the robot dance for ten minutes.",
        "Make up a commercial for a made-up product and act it out with over-the-top excitement.",
        "Act like a tour guide and describe an imaginary trip to a crazy carnival.",
        "Pretend you're a news anchor and give a humorous news report about a fictional event.",
        "Do the moonwalk like Michael Jackson for ten minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a silly farce.",
        "Make up a funny skit and perform it with exaggerated accents, facial expressions, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle while reciting a funny limerick.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top way.",
        "Act like a stand-up comedian and make up a funny tongue twister on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy snack with unusual ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a funny card trick.",
        "Pretend to be a famous singer and sing a funny song like you're in a wacky music video.",
        "Do the robot dance for eleven minutes.",
        "Make up a commercial for a made-up product and act it out with wild enthusiasm and excitement.",
        "Act like a tour guide and describe an imaginary trip to a surreal theme park.",
        "Pretend you're a news anchor and give a comical news report about an absurd event.",
        "Do the moonwalk like Michael Jackson for eleven minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with pillows or cushions.",
        "Pretend to be a famous actor and act out a scene from a slapstick comedy.",
        "Make up a funny skit and perform it with exaggerated movements, gestures, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while telling a funny joke.",
        "Pretend to be a superhero and describe your superhero arch-nemesis in an exaggerated and hilarious way.",
        "Act like a stand-up comedian and make up a funny knock-knock joke on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dinner with unusual ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny story using only funny facial expressions.",
        "Pretend to be a famous singer and sing a song like you're in a zany music video.",
        "Do the robot dance for twelve minutes.",
        "Make up a commercial for a made-up product and act it out with exaggerated gestures, enthusiasm, and excitement.",
        "Act like a tour guide and describe an imaginary trip to a whimsical world of your own creation.",
        "Pretend you're a news anchor and give a comical news report about an outrageous event.",
        "Do the moonwalk like Michael Jackson for twelve minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a hilarious comedy sketch.",
        "Make up a funny skit and perform it with exaggerated voices, accents, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle while reciting a funny nursery rhyme.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic way.",
        "Act like a stand-up comedian and make up a funny pun on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dessert with imaginary ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a funny magic trick with household objects.",
        "Pretend to be a famous singer and sing a song like you're performing in a hilarious comedy show.",
        "Do the robot dance for thirteen minutes.",
        "Make up a commercial for a made-up product and act it out with wild and outrageous enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to a fantastical and absurd realm.",
        "Pretend you're a news anchor and give a comical news report about a preposterous event.",
        "Do the moonwalk like Michael Jackson for thirteen minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with pillows, cushions, or stuffed animals.",
        "Pretend to be a famous actor and act out a scene from a slapstick comedy movie.",
        "Make up a funny skit and perform it with exaggerated movements, gestures, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while telling a funny tongue twister.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic way.",
        "Act like a stand-up comedian and make up a funny riddle on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dinner with imaginary ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny story using only exaggerated facial expressions and gestures.",
        "Pretend to be a famous singer and sing a song like you're performing in a zany music video.",
        "Do the robot dance for fourteen minutes.",
        "Make up a commercial for a made-up product and act it out with wild and over-the-top enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to an outlandish and surreal destination.",
        "Pretend you're a news anchor and give a comical news report about an unbelievable event.",
        "Do the moonwalk like Michael Jackson for fourteen minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a hilarious sitcom.",
        "Make up a funny skit and perform it with exaggerated accents, voices, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle while reciting a funny knock-knock joke.",
        "Pretend to be a superhero and describe your superhero catchphrase in a melodramatic and hilarious way.",
        "Act like a stand-up comedian and make up a funny haiku on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dessert with over-the-top and imaginary ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a funny card trick with household items.",
        "Pretend to be a famous singer and sing a song like you're performing in a crazy and zany music video.",
        "Do the robot dance for fifteen minutes.",
        "Make up a commercial for a made-up product and act it out with wild and absurd enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to an over-the-top and nonsensical destination.",
        "Pretend you're a news anchor and give a comical news report about a ridiculous event.",
        "Do the moonwalk like Michael Jackson for fifteen minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a wacky and absurd comedy movie.",
        "Make up a funny skit and perform it with exaggerated movements, voices, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while telling a funny pun.",
        "Pretend to be a superhero and describe your superhero catchphrase in a melodramatic, over-the-top, and humorous way.",
        "Act like a stand-up comedian and make up a funny nursery rhyme on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dinner with over-the-top and imaginary ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny joke using only exaggerated facial expressions.",
        "Pretend to be a famous singer and sing a song like you're performing in a wild and zany music video.",
        "Do the robot dance for sixteen minutes.",
        "Make up a commercial for a made-up product and act it out with wild and over-the-top excitement.",
        "Act like a tour guide and describe an imaginary trip to a whimsical and absurd amusement park.",
        "Pretend you're a news anchor and give a comical news report about an outrageous and unbelievable event.",
        "Do the moonwalk like Michael Jackson for sixteen minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with pillows, cushions, or stuffed animals.",
        "Pretend to be a famous actor and act out a scene from a slapstick and wacky comedy movie.",
        "Make up a funny skit and perform it with exaggerated movements, gestures, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle while reciting a funny tongue twister.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic and humorous way.",
        "Act like a stand-up comedian and make up a funny riddle on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dessert with over-the-top and imaginary and absurd ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a funny magic trick with exaggerated and ridiculous and absurd gestures.",
        "Pretend to be a famous singer and sing a song like you're performing in a hilarious and crazy music video.",
        "Do the robot dance for seventeen minutes.",
        "Make up a commercial for a made-up product and act it out with wild and absurd and over-the-top enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to an outrageous and surreal and nonsensical destination.",
        "Pretend you're a news anchor and give a comical news report about a preposterous and unbelievable and ridiculous event.",
        "Do the moonwalk like Michael Jackson for seventeen minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a hilarious and wacky and over-the-top comedy movie.",
        "Make up a funny skit and perform it with exaggerated movements, gestures, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while telling a funny and absurd and ridiculous pun.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic and humorous and ridiculous way.",
        "Act like a stand-up comedian and make up a funny nursery rhyme on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy and over-the-top dinner with imaginary and absurd ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny joke using only exaggerated and ridiculous and absurd facial expressions.",
        "Pretend to be a famous singer and sing a song like you're performing in a wild and zany and over-the-top music video.",
        "Do the robot dance for eighteen minutes.",
        "Make up a commercial for a made-up product and act it out with wild and over-the-top and ridiculous enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to a whimsical and absurd and over-the-top amusement park.",
        "Pretend you're a news anchor and give a comical news report about an outrageous and unbelievable and over-the-top event.",
        "Do the moonwalk like Michael Jackson for eighteen minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with pillows, cushions, or stuffed animals.",
        "Pretend to be a famous actor and act out a scene from a slapstick and wacky and over-the-top comedy movie.",
        "Make up a funny skit and perform it with exaggerated movements, gestures, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle while reciting a funny and absurd and over-the-top tongue twister.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic and humorous and ridiculous way.",
        "Act like a stand-up comedian and make up a funny and absurd riddle on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy and over-the-top dessert with imaginary and absurd and ridiculous ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a funny and absurd and over-the-top magic trick with exaggerated and ridiculous gestures.",
        "Pretend to be a famous singer and sing a song like you're performing in a hilarious and crazy and over-the-top music video.",
        "Do the robot dance for nineteen minutes.",
        "Make up a commercial for a made-up product and act it out with wild and absurd and over-the-top and ridiculous enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to an outrageous and surreal and nonsensical and over-the-top destination.",
        "Pretend you're a news anchor and give a comical and absurd news report about a preposterous and unbelievable and over-the-top event.",
        "Do the moonwalk like Michael Jackson for nineteen minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a hilarious and wacky and over-the-top and absurd comedy movie.",
        "Make up a funny skit and perform it with exaggerated and ridiculous movements, gestures, and props.",
        "Speak in a silly and absurd and over-the-top voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag and absurd and over-the-top pattern while telling a funny and absurd and ridiculous pun.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic and humorous and ridiculous and absurd way.",
        "Act like a stand-up comedian and make up a funny nursery rhyme on the spot with exaggerated and ridiculous and absurd words.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy and over-the-top and ridiculous dinner with imaginary and absurd and ridiculous ingredients.",
        "Speak like a pirate for the next two rounds with exaggerated and ridiculous and absurd and over-the-top accents.",
        "Put on a pair of mittens and try to tell a funny joke using only exaggerated and ridiculous and absurd and over-the-top facial expressions.",
        "Pretend to be a famous singer and sing a song like you're performing in a wild and zany and over-the-top and ridiculous music video.",
        "Do the robot dance for twenty minutes with exaggerated and ridiculous and absurd and over-the-top dance moves.",
        "Do your best impression of a chicken for one minute.",
        "Speak in a funny accent for the next two rounds.",
        "Pretend to be a robot and move like one for one minute.",
        "Wear a sock puppet on one hand and have a conversation with it.",
        "Balance a book on your head and walk around the room.",
        "Try to do a cartwheel (if it's safe to do so).",
        "Put on a blindfold and try to draw a picture of a smiley face.",
        "Hop on one foot while patting your head and rubbing your belly.",
        "Mimic your favorite cartoon character for one minute.",
        "Walk backward for the next two rounds.",
        "Put a spoonful of ketchup on a piece of bread and take a bite.",
        "Do a silly dance with your hands and feet for one minute.",
        "Pretend you're a penguin and waddle around the room.",
        "Try to touch your nose with your tongue.",
        "Put on a pair of oversized sunglasses and strike a pose.",
        "Speak in rhyme for the next two rounds.",
        "Pretend you're a superhero and describe your superpower.",
        "Dance like no one's watching for one minute.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Make up a funny and nonsensical word and use it in a sentence.",
        "Pretend to be a news reporter and give a weather forecast in a dramatic way.",
        "Hop on one foot and count to 30 out loud.",
        "Act like a robot and try to do the moonwalk.",
        "Speak like a pirate for the next two rounds.",
        "Try to do a handstand (if it's safe to do so).",
        "Pretend to be a famous actor and reenact a scene from a movie.",
        "Dance like a disco superstar for one minute.",
        "Put on a pair of oven mitts and try to eat a small snack.",
        "Do the chicken dance while singing a silly song.",
        "Pretend to be a chef and describe how to make a funny sandwich.",
        "Try to juggle three soft objects (like stuffed animals).",
        "Put on a pair of sunglasses and strike a cool pose.",
        "Act like you're in a commercial for a made-up product.",
        "Pretend to be a superhero and explain your costume in detail.",
        "Do a funny impression of a family member or friend.",
        "Try to touch your toes without bending your knees.",
        "Put a spoonful of whipped cream on your nose and try to lick it off.",
        "Speak in a high-pitched voice for the next two rounds.",
        "Pretend to be a robot and do the robot dance.",
        "Act like a stand-up comedian and tell a funny joke.",
        "Hop like a bunny for one minute.",
        "Put on a blindfold and try to identify objects by touch.",
        "Do your best impression of a famous celebrity.",
        "Speak in slow motion for the next two rounds.",
        "Pretend to be a superhero and show off your superhero pose.",
        "Dance like a silly scarecrow for one minute.",
        "Put a spoonful of peanut butter on your cheek and try to lick it off.",
        "Try to do the limbo dance (pretend there's a limbo stick).",
        "Act like you're in a commercial for your favorite food.",
        "Pretend to be a chef and describe how to make a crazy smoothie.",
        "Make up a funny rap about a random object in the room.",
        "Speak in a deep voice for the next two rounds.",
        "Pretend to be a robot and do the robot dance with sound effects.",
        "Walk like a penguin for one minute.",
        "Put on a pair of mittens and try to tie your shoelaces.",
        "Try to touch your nose with your big toe.",
        "Do your best impression of a famous athlete.",
        "Speak in a whisper for the next two rounds.",
        "Pretend to be a superhero and describe your superhero sidekick.",
        "Dance like a wacky inflatable tube man for one minute.",
        "Put on a pair of socks on your hands and try to do a funny magic trick.",
        "Pretend to be a famous actor and act out a scene from a silly play.",
        "Make up a funny skit and perform it with funny accents and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while singing a funny song.",
        "Pretend to be a superhero and describe your superhero secret hideout in great detail.",
        "Act like a stand-up comedian and make up a funny limerick on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy burger with unusual toppings.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny story using silly voices.",
        "Pretend to be a famous singer and sing a song like you're in a hilarious music video.",
        "Do the robot dance for seven minutes.",
        "Make up a commercial for a made-up product and act it out with wild enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to an outrageous amusement park.",
        "Pretend you're a news anchor and give a comical news report about a made-up event.",
        "Do the moonwalk like Michael Jackson for seven minutes.",
        "Wear a pair of socks on your hands and try to draw a funny self-portrait.",
        "Pretend to be a famous actor and act out a scene from a wacky comedy.",
        "Make up a funny skit and perform it with funny costumes, accents, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle while reciting a funny poem.",
        "Pretend to be a superhero and describe your superhero catchphrase in a dramatic way.",
        "Act like a stand-up comedian and make up a funny haiku on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy sandwich with unusual ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a funny card trick.",
        "Pretend to be a famous singer and sing a funny song like you're in a hilarious music video.",
        "Do the robot dance for eight minutes.",
        "Make up a commercial for a made-up product and act it out with exaggerated excitement.",
        "Act like a tour guide and describe an imaginary trip to a zany world of your imagination.",
        "Pretend you're a news anchor and give a humorous news report about a fictional event.",
        "Do the moonwalk like Michael Jackson for eight minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with pillows or cushions.",
        "Pretend to be a famous actor and act out a scene from a goofy comedy show.",
        "Make up a funny skit and perform it with funny voices, accents, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while telling a funny story.",
        "Pretend to be a superhero and describe your superhero arch-nemesis in a dramatic and hilarious way.",
        "Act like a stand-up comedian and make up a funny knock-knock joke on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dinner with imaginary ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny joke using only funny facial expressions.",
        "Pretend to be a famous singer and sing a song like you're in a zany music video.",
        "Do the robot dance for nine minutes.",
        "Make up a commercial for a made-up product and act it out with wild and outrageous enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to a whimsical world of your own creation.",
        "Pretend you're a news anchor and give a comical news report about an absurd event.",
        "Do the moonwalk like Michael Jackson for nine minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a hilarious comedy sketch.",
        "Make up a funny skit and perform it with exaggerated movements, gestures, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle while telling a funny joke.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic way.",
        "Act like a stand-up comedian and make up a funny pun on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dessert with imaginary ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a funny magic trick with household objects.",
        "Pretend to be a famous singer and sing a song like you're performing in a hilarious comedy show.",
        "Do the robot dance for ten minutes.",
        "Make up a commercial for a made-up product and act it out with wild and over-the-top excitement.",
        "Act like a tour guide and describe an imaginary trip to an outlandish and surreal destination.",
        "Pretend you're a news anchor and give a comical news report about a ridiculous event.",
        "Do the moonwalk like Michael Jackson for ten minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with pillows, cushions, or stuffed animals.",
        "Pretend to be a famous actor and act out a scene from a slapstick and wacky comedy movie.",
        "Make up a funny skit and perform it with exaggerated movements, voices, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while telling a funny tongue twister.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic and humorous way.",
        "Act like a stand-up comedian and make up a funny riddle on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dinner with over-the-top and imaginary ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny story using only exaggerated facial expressions and gestures.",
        "Pretend to be a famous singer and sing a song like you're performing in a wild and zany music video.",
        "Do the robot dance for eleven minutes.",
        "Make up a commercial for a made-up product and act it out with wild and absurd and over-the-top enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to an outrageous and surreal and nonsensical destination.",
        "Pretend you're a news anchor and give a comical news report about a preposterous and unbelievable and ridiculous event.",
        "Do the moonwalk like Michael Jackson for eleven minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a hilarious sitcom.",
        "Make up a funny skit and perform it with exaggerated accents, voices, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a circle while reciting a funny knock-knock joke.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic and humorous way.",
        "Act like a stand-up comedian and make up a funny pun on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy dessert with over-the-top and imaginary and absurd ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to do a funny magic trick with exaggerated and ridiculous and absurd gestures.",
        "Pretend to be a famous singer and sing a song like you're performing in a hilarious and crazy music video.",
        "Do the robot dance for twelve minutes.",
        "Make up a commercial for a made-up product and act it out with wild and outrageous enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to a whimsical and absurd and over-the-top amusement park.",
        "Pretend you're a news anchor and give a comical news report about an outrageous and unbelievable and over-the-top event.",
        "Do the moonwalk like Michael Jackson for twelve minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with pillows, cushions, or stuffed animals.",
        "Pretend to be a famous actor and act out a scene from a slapstick and wacky and over-the-top comedy movie.",
        "Make up a funny skit and perform it with exaggerated movements, gestures, and props.",
        "Speak in a silly voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag pattern while telling a funny tongue twister.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic and humorous way.",
        "Act like a stand-up comedian and make up a funny riddle on the spot.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy and over-the-top dinner with imaginary and absurd and ridiculous ingredients.",
        "Speak like a pirate for the next two rounds.",
        "Put on a pair of mittens and try to tell a funny joke using only exaggerated and ridiculous and absurd facial expressions.",
        "Pretend to be a famous singer and sing a song like you're performing in a wild and zany and over-the-top music video.",
        "Do the robot dance for thirteen minutes.",
        "Make up a commercial for a made-up product and act it out with wild and absurd and over-the-top and ridiculous enthusiasm.",
        "Act like a tour guide and describe an imaginary trip to an outrageous and surreal and nonsensical and over-the-top destination.",
        "Pretend you're a news anchor and give a comical and absurd news report about a preposterous and unbelievable and over-the-top event.",
        "Do the moonwalk like Michael Jackson for thirteen minutes.",
        "Wear a pair of socks on your hands and try to build a funny tower with household items.",
        "Pretend to be a famous actor and act out a scene from a hilarious and wacky and over-the-top and absurd comedy movie.",
        "Make up a funny skit and perform it with exaggerated and ridiculous movements, gestures, and props.",
        "Speak in a silly and absurd and over-the-top voice for the next two rounds.",
        "Balance a spoon on your nose and try to walk in a zigzag and absurd and over-the-top pattern while telling a funny and absurd and ridiculous pun.",
        "Pretend to be a superhero and describe your superhero catchphrase in an over-the-top and melodramatic and humorous and ridiculous and absurd way.",
        "Act like a stand-up comedian and make up a funny nursery rhyme on the spot with exaggerated and ridiculous and absurd words.",
        "Put on a funny hat and wear it for the next 10 minutes.",
        "Pretend you're a chef and describe how to make a crazy and over-the-top and ridiculous dinner with imaginary and absurd and ridiculous ingredients.",
        "Speak like a pirate for the next two rounds with exaggerated and ridiculous and absurd and over-the-top accents.",
        "Put on a pair of mittens and try to do a funny and absurd and over-the-top magic trick with exaggerated and ridiculous gestures.",
        "Pretend to be a famous singer and sing a song like you're performing in a hilarious and crazy and over-the-top music video.",
        "Do the robot dance for fourteen minutes with exaggerated and ridiculous and absurd and over-the-top dance moves."
    ]
